/**/
"Cancel" = "取消";
/**/
"Delete" = "删除";
/**/
"Open" = "打开";
/**/
"Edit" = "编辑";
/**/
"Yes" = "是";

/*Geometry Edit Action Name*/
"Apply Geometry" = "应用几何";
/*Geometry Edit Action Name*/
"Clear Geometry" = "清除几何";
/*Geometry Edit Action Name*/
"Delete Vertex" = "删除折点";
/*Geometry Edit Action Name*/
"Insert Part" = "插入部分";
/*Geometry Edit Action Name*/
"Insert Vertex" = "插入折点";
/*Geometry Edit Action Name*/
"Move Vertex" = "移动折点";
/*Geometry Edit Action Name*/
"Remove Part" = "移除部分";

/*Collecting attachments*/
"Add" = "添加";
/*Collecting attachments*/
"Take Photo or Video" = "拍摄照片或视频";
/*Collecting attachments*/
"Choose From Library" = "从库中选择";
/*Collecting attachments*/
"Photo" = "照片";
/*Collecting attachments*/
"Video" = "视频";
/*Collecting attachments*/
"Save To Photo Library" = "保存到照片库";
/*Collecting attachments*/
"Download" = "下载";

/*Date attribute*/
"Today" = "今天";

/**/
"Attachments" = "附件";
"Attributes" = "属性";

/**/
"Open in Safari" = "在 Safari 中打开";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "输入一个 %i 和 %i 之间的数字。";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "输入一个 %f 和 %f 之间的数字。";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "字符过多 (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "数字超出允许范围。";

/* BLOB, RASTER, etc */
"Field type not supported" = "不支持的字段类型";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "第 %d 页(共 %d 页)";

/**/
"ChangingFeatureTypeAlertTitle" = "更改要素类型";
"ChangingFeatureTypeAlertMessage" =  "你将要更改要素类型，这可能会覆盖某些字段值。是否确实要执行此操作？";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "饼图的数据无效";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "没有用于创建饼图的数据";
